{
    "apps": [
        {
            "Source": "main",
            "Updated": "2025-09-20T20:30:08.5752014+02:00",
            "Name": "7zip",
            "Version": "25.01",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-09-20T23:32:50.289479+02:00",
            "Name": "autohotkey",
            "Version": "2.0.19",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-09-20T21:49:07.1915875+02:00",
            "Name": "bitwarden",
            "Version": "2025.9.0",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-02T09:55:58.962544+02:00",
            "Name": "blender",
            "Version": "4.5.3",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-03T09:12:32.7007107+02:00",
            "Name": "calibre",
            "Version": "8.12.0",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-22T00:56:57.7072186+02:00",
            "Name": "coursier",
            "Version": "2.1.25-M19",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-20T23:31:25.0372851+02:00",
            "Name": "dark",
            "Version": "3.14.1",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-09-21T13:26:55.4311886+02:00",
            "Name": "discord",
            "Version": "1.0.9208-23",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-23T14:29:24.9033098+02:00",
            "Name": "everything-lite",
            "Version": "1.4.1.1029",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-16T23:55:58.3269354+02:00",
            "Name": "firefox",
            "Version": "144.0",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-12T10:02:08.4289425+02:00",
            "Name": "foxit-pdf-reader",
            "Version": "2025.2.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-23T12:04:46.1951822+02:00",
            "Name": "gawk",
            "Version": "5.3.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-30T09:46:07.0713858+02:00",
            "Name": "git",
            "Version": "2.51.0.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-22T00:07:54.0451518+02:00",
            "Name": "gsudo",
            "Version": "2.6.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-23T12:55:07.6095991+02:00",
            "Name": "innounp",
            "Version": "2.65.2",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-09-23T12:08:57.5185935+02:00",
            "Name": "jenv",
            "Version": "2.2.1",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-09-21T00:30:21.0220011+02:00",
            "Name": "kdeconnect",
            "Version": "25.04-5109",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-13T20:15:14.6164202+02:00",
            "Name": "latex",
            "Version": "24.1",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-21T12:02:24.3860808+02:00",
            "Name": "libreoffice",
            "Version": "25.8.2",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-15T15:30:33.5148443+02:00",
            "Name": "mobaxterm",
            "Version": "25.3",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-22T12:19:09.6881427+02:00",
            "Name": "nvm",
            "Version": "1.2.2",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-03T09:13:43.877279+02:00",
            "Name": "obsidian",
            "Version": "1.9.14",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-16T21:36:26.4313792+02:00",
            "Name": "oh-my-posh",
            "Version": "27.2.1",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-16T21:36:35.4383537+02:00",
            "Name": "opencode",
            "Version": "0.15.4",
            "Info": ""
        },
        {
            "Source": "java",
            "Updated": "2025-10-22T00:20:27.227778+02:00",
            "Name": "openjdk25",
            "Version": "25.0.1-8",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-13T21:38:55.7241838+02:00",
            "Name": "perl",
            "Version": "5.42.0.1",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-16T21:36:42.1488092+02:00",
            "Name": "pnpm",
            "Version": "10.18.3",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-16T23:55:44.5340374+02:00",
            "Name": "powertoys",
            "Version": "0.95.0",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-20T22:49:11.2886819+02:00",
            "Name": "pwsh",
            "Version": "7.5.3",
            "Info": ""
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2025-10-23T01:30:17.7843171+02:00",
            "Name": "RobotoMono-NF",
            "Version": "3.4.0",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-17T10:24:28.4376738+02:00",
            "Name": "rustup",
            "Version": "1.28.2",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-10-22T00:53:54.9520465+02:00",
            "Name": "sbt",
            "Version": "1.11.7",
            "Info": ""
        },
        {
            "Source": "main",
            "Updated": "2025-09-20T22:40:37.4928898+02:00",
            "Name": "scoop-search",
            "Version": "2.1.0",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-09-22T13:42:51.8371003+02:00",
            "Name": "thorium",
            "Version": "130.0.6723.174",
            "Info": ""
        },
        {
            "Source": null,
            "Updated": "2025-10-17T09:56:26.2542681+02:00",
            "Name": "thunderbird",
            "Version": "143.0",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-16T21:37:15.0806595+02:00",
            "Name": "vscode",
            "Version": "1.105.1",
            "Info": ""
        },
        {
            "Source": "nonportable",
            "Updated": "2025-10-22T10:31:03.0216082+02:00",
            "Name": "wireguard-np",
            "Version": "0.5.3",
            "Info": ""
        },
        {
            "Source": "extras",
            "Updated": "2025-10-21T23:30:37.1645684+02:00",
            "Name": "zed",
            "Version": "0.208.6",
            "Info": ""
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-10-23T10:30:27+02:00",
            "Manifests": 1406
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-10-23T13:42:24+02:00",
            "Manifests": 2204
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2025-10-22T10:34:46+02:00",
            "Manifests": 367
        },
        {
            "Name": "nonportable",
            "Source": "https://github.com/ScoopInstaller/Nonportable",
            "Updated": "2025-10-23T04:12:31+02:00",
            "Manifests": 128
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-10-22T18:27:32+02:00",
            "Manifests": 322
        }
    ]
}
